/* No comment provided by engineer. */
"分期付款" = "Installment";

/* No comment provided by engineer. */
"单一贷款" = "Single Loan";

/* No comment provided by engineer. */
"玩转贷款2.0" = "Super Loan 2.0";

/* No comment provided by engineer. */
"组合贷款" = "Combined Loan";

/* No comment provided by engineer. */
"返回" = "Back";

"点击文本框可以将计算数值复制到剪贴板哦" = "Tap Here To Copy The Result.";

"数值已复制到剪贴板" = "The Result Has Been Copied.";

/* No comment provided by engineer. */
"《玩转贷款》,贷款信息一手掌控，爱不释手！" = "《Super Loan 2.0》,Very Cool Loan Calculator！";

/* No comment provided by engineer. */
"功能特色：1.分期付款、房贷、车贷，贷贷精通 2.分期付款计算实际利率 3.将还款信息添加到日历 4.翔实清晰的贷款明细 5.内置计算器方便实用 6.体积小，无广告，无插件" = "1.Deal With All Kinds Of Loans,Such As Installment,Auto Loan,etc. 2.Actual Rate Of Interest For Installment 3.Add Repayment Information To Calendar,With Alert If You Like 4.Detailed And Accurate Repayment Information 5.Convenient And Useful InApp Calculator 6.Slight,No Ads And Plug-Ins";

"1.分期付款、房贷、车贷，贷贷精通"="1.Deal With All Kinds Of Loans";
"2.分期付款计算实际利率"="2.Actual Rate Of Interest For Installment";
"3.将还款信息添加到日历"="3.Add Repayment Information To Calendar";
"4.翔实清晰的贷款明细"="4.Detailed And Accurate Repayment Information";
"5.内置计算器方便实用"="5.Convenient And Useful InApp Calculator";
"6.体积小，无广告，无插件"="6.Slight,No Ads And Plug-Ins";

/* No comment provided by engineer. */
"好的" = "OK";

/* No comment provided by engineer. */
"欢迎使用《玩转贷款》" = "Thank You For Using《Super Loan 2.0》";

/* No comment provided by engineer. */
"点击下载" = "Tap To Download";

/* No comment provided by engineer. */
"目前仅支持分享到微信好友、朋友圈、短信，感谢您的分享！\n如有空闲，请奖励个好评！" = "Support WeChat&SMS.Thanks For Your Sharing!\nGive Me A 5 Stars Rate,Please!";

/* No comment provided by engineer. */
"短信分享" = "SMS Share";

/* No comment provided by engineer. */
"将还款信息添加到日历 ¥6.0" = "Add Repayment Info To Calendar $1.0";

/* No comment provided by engineer. */
"不需要此功能" = "I Don't Need It";

/* No comment provided by engineer. */
"应用程序内购买信息" = "InApp Purchase Information";

/* No comment provided by engineer. */
"恢复" = "Restore";

/* No comment provided by engineer. */
"您将要购买“将还款信息添加到日历”功能，价格¥6.0，是否继续？" = "You are buying the “Add Repayment Info To Calendar” function，The Price Is $1.0，Continue？";

/* No comment provided by engineer. */
"提示" = "Tips";

/* No comment provided by engineer. */
"点击下列项目进行购买或恢复" = "Tap To Purchase Or Restore";

/* No comment provided by engineer. */
"购买" = "Purchase";

/* No comment provided by engineer. */
"-----iTunes Store反馈信息结束-----\n" = "\n";

/* No comment provided by engineer. */
"-----iTunes Store恢复失败，请重新尝试-----" = "-----iTunes Store:Restore Failed,Please Try Again-----";

/* No comment provided by engineer. */
"-----iTunes Store恢复结束-----" = "-----iTunes Store:Restore Ended-----";

/* No comment provided by engineer. */
"-----iTunes Store没有相关产品信息-----\n" = "-----iTunes Store:No Product Info-----\n";

/* No comment provided by engineer. */
"-----不允许程序内付费购买-----\n" = "-----InApp Purchase Is Denied-----\n";

/* No comment provided by engineer. */
"-----交易失败，请重新尝试-----" = "-----Transaction Failed,Please Try Again-----";

/* No comment provided by engineer. */
"-----产品%@成功，请返回使用!-----\n" = "-----%@ Succeed，Please Enjoy It!-----\n";

/* No comment provided by engineer. */
"-----向iTunes Store发送交易请求-----\n" = "-----Sending Transaction Request To iTunes Store-----\n";

/* No comment provided by engineer. */
"-----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n" = "-----Requesting Product Info From iTunes Store-----\n-----Please Wait-----\n";

/* No comment provided by engineer. */
"-----向iTunes Store请求信息失败-----" = "-----Request Info Failed-----";

/* No comment provided by engineer. */
"-----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n" = "-----Restoring Product From iTunes Store-----\n-----Please Wait-----\n";

/* No comment provided by engineer. */
"-----您没有可供恢复的项目！-----\n" = "-----No Product Can Be Restored！-----\n";

/* No comment provided by engineer. */
"-----收到iTunes Store反馈的交易结果-----\n" = "-----Received The Transaction Results From iTunes Store-----\n";

/* No comment provided by engineer. */
"-----收到iTunes Store的反馈信息-----\n" = "\n";

/* No comment provided by engineer. */
"产品价格" = "Product Price";

/* No comment provided by engineer. */
"产品名称" = "Product Title";

/* No comment provided by engineer. */
"产品描述信息" = "Product Description";

/* No comment provided by engineer. */
"参数未识别" = "PaymentInvalid";

/* No comment provided by engineer. */
"客户端禁止购买" = "ClientInvalid";

/* No comment provided by engineer. */
"恢复" = "Restore";

/* No comment provided by engineer. */
"恢复成功" = "Restore Succeed";

/* No comment provided by engineer. */
"未知错误" = "Unknown";

/* No comment provided by engineer. */
"正在恢复..." = "Restoring...";

/* No comment provided by engineer. */
"正在购买..." = "Purchasing...";

/* No comment provided by engineer. */
"没有相关产品信息" = "No Related Product";

/* No comment provided by engineer. */
"用户不允许购买" = "PaymentNotAllowed";

/* No comment provided by engineer. */
"用户取消" = "PaymentCancelled";

/* No comment provided by engineer. */
"购买成功" = "Purchase Succeed";

/* No comment provided by engineer. */
"重新尝试" = "Try Again";

/* No comment provided by engineer. */
"错误信息" = "Error";

"购买和恢复"="Purchase&Restore";
"应用程序内购买项目"="InApp Puchase Item";
"分享"="Share";

"微信朋友圈"="WeChat TimeLine";
"微信好友"="WeChat Friends";
"短信"="SMS";
"给个好评"="Rate Me";
"关于"="About";